{
  "latest": {
    "title": "The Beauty of Letting Go in When the Past Was Around",
    "tagline": "\"The vivid scenes and emotional music that perfectly fit together with the bittersweet narrative of Eda's past romance and locked away memories in When the Past Was Around nearly brought me to tears in a way no game has in a very long time.\"",
    "image": "WhenThePastWasAroundFull.webp",
    "url": "/when-the-past-was-around-review/"
  },
  "review": {
    "title": "Worlds Collide as Evil Encroaches in Unbound: Worlds Apart",
    "tagline": "\"Unbound: Worlds Apart's faithful inspirations oozed from its very seams with every intentional mechanic, platform to leap, and puzzle the player is expected to navigate.\"",
    "image": "UnboundWorldsApart.webp",
    "url": "/unbound-worlds-apart-review-demo/"
  },
  "short": {
    "title": "Map Out Your Path in Carto, a Story-Driven Puzzle Adventure",
    "tagline": "\"This short, yet densely-packed game with its quiet, but intelligent heroine who stumbles into a dozen adventures while trying to find her grandmother will capture your attention for hours... and your heart for much longer.\"",
    "image": "Carto.webp",
    "url": "/carto-quick-review/"
  },
  "spotlight": {
    "title": "Frogsong Grapples With Identity Through the Lens of a Tiny Frog",
    "tagline": "\"A frog with a knife on an adventure: a simple concept with lively art. However, despite the lighthearted appearance, the game has narrative depth hidden under its cute and colorful layers.\"",
    "image": "Frogsong.webp",
    "type": "spotlight",
    "url": "/frogsong-interview-spotlight/"
  },
  "picks": {
    "title": "5 Narrative Driven Pixel Art Indie Games With Playable Demos",
    "tagline": "\"While none of these games are out yet, the demos will surely tide you over until they are. Bide your time, since such quality pixel art indie games with touching stories like these take quite a while for small teams to produce. They'll no doubt be worth the wait!\"",
    "image": "5NarrativePixelArtGamesDemos.webp",
    "url": "/5-narrative-pixel-art-games-demos/"
  },
  "opinion": {
    "title": "Adventures at Indie Arena Booth",
    "tagline": "\"While Emily and I couldn't do in-person photo ops, we visited dozens of booths in-game and took plenty of photos of our experience as if we were actually there together—because we were, in spirit and in a Discord call. We walked down the black and white city in Genesis Noir, traversed the watchful blue streets of Orwell, and wandered the colorless paths of Chicory: A Colorful Tale.\"",
    "image": "IndieArenaBooth.webp",
    "url": "/indie-arena-booth-adventures/"
  }
}
